Repository: My-DIGI-ID/id-wallet-2-ios-app
Catalog: Sources/IDWallet/Resources/Locale/*.lproj/Localizable.strings
Languages: de

source: Error
de: Fehler

source: Cancel
de: Abbrechen

source: Settings
de: Einstellungen

source: Close
de: Schließen

# qr_code_hint
source: Point the camera at a QR code
de: Richte die Kamera auf einen QR-Code

# qr_code_request_camera_access
source: „ID Wallet“ would like to access the camera
de: „ID Wallet“ möchte auf Deine Kamera zugreifen

# qr_code_request_camera_access_disabled
source: ID Wallet does not have access to your camera. You can manage access in your settings.
de: ID-Wallet hat keinen Zugriff auf deine Kamera. Du kannst den Zugriff in deinen Einstellungen verwalten.

# accessibility_button_label_torch_on
source: Switch torch on
de: Taschenlampe einschalten

# accessibility_button_label_torch_off
source: Switch torch off
de: Taschenlampe ausschalten

source: Access denied
de: Zugriff nicht erlaubt

source: Request blocked
de: Anfrage blockiert

# request_blocked_message
source: This connection is not encrypted and therefore insecure. It has been blocked because of this. It's not your smartphone and it's not your wallet. You cannot therefore correct this error.
de: Diese Verbindung ist nicht verschlüsselt und daher unsicher. Sie wurde deswegen blockiert. Es liegt nicht an Deinem Smartphone und nicht an Deiner Wallet. Du kannst diesen Fehler daher nicht beheben.

# request_blocked_link
source: What can I do instead?
de: Was kann ich stattdessen machen?
